Repository: riddleling/iOS-OCR-Server
Catalog: OcrServer/Localizable.xcstrings
Source language: en
Languages: fr, ja, ko, zh_hans, zh_hant

source: Accurate
fr: Précis
ja: 精密
ko: 정확
zh_hans: 精确
zh_hant: 精確

source: Apply & Restart server
fr: Appliquer et redémarrer le serveur
ja: 適用してサーバーを再起動
ko: 적용 및 서버 재시작
zh_hans: 应用 & 重启服务器
zh_hant: 套用 & 重新啟動伺服器

source: Auto Detects Language
fr: Détection automatique de la langue
ja: 言語を自動検出
ko: 언어 자동 감지
zh_hans: 自动检测语言
zh_hant: 自動偵測語言

source: Available: %@
fr: Disponible : %@
ja: 利用可能：%@
ko: 사용 가능：%@
zh_hans: 可用：%@
zh_hant: 可用：%@

source: Battery
fr: Batterie
ja: バッテリー
ko: 배터리
zh_hans: 电池
zh_hant: 電池

source: Cancel
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Charging
fr: En charge
ja: 充電中
ko: 충전 중
zh_hans: 充电中
zh_hant: 充電中

source: Confirm
fr: Confirmer
ja: 確認
ko: 확인
zh_hans: 确认
zh_hant: 確認

source: CPU Usage
fr: Utilisation CPU
ja: CPU 使用率
ko: CPU 사용률
zh_hans: CPU 使用率
zh_hant: CPU 使用率

source: Critical
fr: Critique
ja: 危険
ko: 위험
zh_hans: 危急
zh_hant: 危急

source: Disk
fr: Disque
ja: ディスク
ko: 디스크
zh_hans: 磁盘
zh_hant: 磁碟

source: Donation
fr: Don
ja: 寄付
ko: 기부
zh_hans: 捐赠
zh_hant: 捐贈

source: Fair
fr: Correct
ja: 普通
ko: 보통
zh_hans: 一般
zh_hant: 尚可

source: Fast
fr: Rapide
ja: 高速
ko: 빠름
zh_hans: 快速
zh_hant: 快速

source: Full
fr: Pleine
ja: 満充電
ko: 가득참
zh_hans: 充满
zh_hant: 充滿

source: Language Correction
fr: Correction linguistique
ja: 言語補正
ko: 언어 교정
zh_hans: 语言校正
zh_hant: 語言校正

source: Loading...
fr: Chargement...
ja: 読み込み中...
ko: 로딩 중...
zh_hans: 加载中...
zh_hant: 載入中...

source: Memory
fr: Mémoire
ja: メモリ
ko: 메모리
zh_hans: 内存
zh_hant: 記憶體

source: Memory Footprint: %@
fr: Empreinte mémoire : %@
ja: メモリ使用量：%@
ko: 메모리 사용량：%@
zh_hans: 内存占用：%@
zh_hant: 記憶體佔用：%@

source: Monitor
fr: Surveiller
ja: 監視
ko: 모니터
zh_hans: 监控
zh_hant: 監控

source: Network
fr: Réseau
ja: ネットワーク
ko: 네트워크
zh_hans: 网络
zh_hant: 網路

source: No available IP found
fr: Aucune IP disponible trouvée
ja: 利用可能な IP が見つかりません
ko: 사용 가능한 IP를 찾을 수 없음
zh_hans: 未找到可用的 IP
zh_hant: 找不到可用的 IP

source: OCR Server provides all features for free to everyone. You can support this project by offering coffee.
fr: OCR Server fournit toutes les fonctionnalités gratuitement à tout le monde. Vous pouvez soutenir ce projet en nous offrant un café.
ja: OCR Server は全ての機能を無料で皆様に提供しています。コーヒーをおごっていただくことで、このプロジェクトを支援できます。
ko: OCR Server는 모든 기능을 모든 사람에게 무료로 제공합니다. 커피를 사주시는 것으로 이 프로젝트를 지원할 수 있습니다.
zh_hans: OCR Server 为所有人免费提供全部功能。您可以请我们喝咖啡来支持这个项目。
zh_hant: OCR Server 向所有人免費提供所有功能。您可以藉由捐贈咖啡費用的方式來聲援該專案。

source: Offline
fr: Hors ligne
ja: オフライン
ko: 오프라인
zh_hans: 离线
zh_hant: 離線

source: One-time donation
fr: Don ponctuel
ja: 一回限りの寄付
ko: 일회성 기부
zh_hans: 一次性捐赠
zh_hant: 單次捐贈

source: Online
fr: En ligne
ja: オンライン
ko: 온라인
zh_hans: 在线
zh_hant: 線上

source: Recognition Level
fr: Niveau de reconnaissance
ja: 認識レベル
ko: 인식 수준
zh_hans: 识别等级
zh_hant: 辨識等級

source: Refresh IP
fr: Actualiser l'IP
ja: IP を更新
ko: IP 새로 고침
zh_hans: 刷新 IP
zh_hant: 重新整理 IP

source: Requires Connection
fr: Connexion requise
ja: 接続が必要
ko: 연결 필요
zh_hans: 需要连接
zh_hant: 需要連線

source: Serious
fr: Grave
ja: 深刻
ko: 심각
zh_hans: 严重
zh_hant: 嚴重

source: Server
fr: Serveur
ja: サーバー
ko: 서버
zh_hans: 服务器
zh_hant: 伺服器

source: server is running
fr: Le serveur fonctionne
ja: サーバーが動作中
ko: 서버가 실행 중
zh_hans: 服务器正在运行
zh_hant: 伺服器正在運行

source: server restarting...
fr: Redémarrage du serveur...
ja: サーバー再起動中...
ko: 서버 재시작 중...
zh_hans: 服务器重启中...
zh_hant: 伺服器重新啟動中...

source: server stopped
fr: Serveur arrêté
ja: サーバーが停止しました
ko: 서버가 중지됨
zh_hans: 服务器已停止
zh_hant: 伺服器已停止

source: server stopped - restarting...
fr: Serveur arrêté - redémarrage...
ja: サーバーが停止しました - 再起動中...
ko: 서버가 중지됨 - 재시작 중...
zh_hans: 服务器已停止 - 重启中...
zh_hant: 伺服器已停止 - 重新啟動中...

source: Set HTTP Port:
fr: Définir le port HTTP :
ja: HTTP Port を設定：
ko: HTTP Port 설정：
zh_hans: 设置 HTTP Port：
zh_hant: 設定 HTTP Port：

source: Settings
fr: Paramètres
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: State: %@
fr: État : %@
ja: 状態：%@
ko: 상태：%@
zh_hans: 状态：%@
zh_hant: 狀態：%@

source: Status : %@
fr: Statut : %@
ja: ステータス：%@
ko: 상태：%@
zh_hans: 状态：%@
zh_hant: 狀態：%@

source: Status: %@
fr: Statut : %@
ja: ステータス：%@
ko: 상태：%@
zh_hans: 状态：%@
zh_hant: 狀態：%@

source: Text Recognition
fr: Reconnaissance de texte
ja: 文字認識
ko: 텍스트 인식
zh_hans: 文字识别
zh_hant: 文字辨識

source: Thank you!
fr: Merci !
ja: ありがとうございます！
ko: 감사합니다！
zh_hans: 谢谢！
zh_hant: 謝謝！

source: Thanks for buying me a coffee! I really appreciate your support.
fr: Merci de m'avoir offert un café ! J'apprécie vraiment votre soutien.
ja: コーヒーをおごっていただき、ありがとうございます！皆様のサポートを心から感謝しております。
ko: 커피를 사주셔서 감사합니다！ 여러분의 지원에 정말 감사드립니다.
zh_hans: 谢谢您请我喝咖啡！我真的很感谢您的支持。
zh_hant: 謝謝您請我喝咖啡！我真的很感謝您的支持。

source: Thermal
fr: Thermique
ja: 温度
ko: 온도
zh_hans: 温度
zh_hant: 溫度

source: This App
fr: Cette application
ja: このアプリ
ko: 이 앱
zh_hans: 此应用
zh_hant: 此應用程式

source: unable to start the server
fr: Impossible de démarrer le serveur
ja: サーバーを起動できません
ko: 서버를 시작할 수 없음
zh_hans: 无法启动服务器
zh_hant: 無法啟動伺服器

source: Unknown
fr: Inconnu
ja: 不明
ko: 알 수 없음
zh_hans: 未知
zh_hant: 未知

source: Unplugged
fr: Débranché
ja: 未接続
ko: 연결되지 않음
zh_hans: 未插电
zh_hant: 未插電

source: Used: %@
fr: Utilisé : %@
ja: 使用済み：%@
ko: 사용됨：%@
zh_hans: 已使用：%@
zh_hant: 已使用：%@

source: Ethernet (%@)
ja: イーサネット (%@)
ko: 이더넷 (%@)
zh_hans: 以太网 (%@)
zh_hant: 乙太網路 (%@)

source: Nominal
ja: 正常
ko: 정상
zh_hans: 正常
zh_hant: 正常

source: Threads: %lld
ja: スレッド：%lld
ko: 스레드：%lld
zh_hans: 线程：%lld
zh_hant: 執行緒：%lld

source: Total: %@
ja: 合計：%@
ko: 총계：%@
zh_hans: 总计：%@
zh_hant: 總計：%@

source: OK
ko: 확인
zh_hans: 确定
zh_hant: 確定

source: README
zh_hans: 说明文档
zh_hant: 說明文件
